const GREETING = "GREETING";
const FACTORY = "FACTORY";

export const mainData =
    [{  id: 1,
        title: "Приветствие",
        description: "Самый первый блок, в котором будет самый первый " +
        "ответ на тестовый рест и отдача тестовый данных с бэка на фронт"},
     {  id: 2,
        title: "Следующий паттерн",
        description: "Самый первый блок, в котором будет самый первый " +
       "ответ на тестовый рест и отдача тестовый данных с бэка на фронт"},
        {  id: 3,
            title: "Еще один паттерн, который будет добавлен позже",
            description: "Самый первый блок, в котором будет самый первый " +
            "ответ на тестовый рест и отдача тестовый данных с бэка на фронт"}];
